package org.example;

public class MYALeTai {
    public static void main(String[] args) {
        System.out.println("我的阿勒泰");
        System.out.println("明净深邃的湛蓝色天空，如水汽般白得发亮的云朵，积雪的山峰闪闪发光，静静流淌的乌伦古河，河边慢慢走动寻觅青草的牛羊，一座座木头房子旁边细碎的黄黄白白的小花，穿着红色绣花对襟小马甲、戴着月亮状银耳环、脚踩皮靴、骑着马手拿小马鞭的哈萨克族姑娘，爱笑、善良、热情，以及能歌善舞、在舞会上弹奏冬不拉、赛马时风驰电掣的哈萨克族小伙，这些就是《我的阿勒泰》中描写的景象。");
        System.out.println("书中描写用的文字活泼有趣，如讲到她妈妈是在牧区开杂货店，牧民们贫乏的汉语在描述商品时越发有趣，如“小鸟”烟（相思鸟）、隔壁小姑娘要买“砰砰”（给榔头和钉子都不对，实际是手雷形状的白酒）、还有她妈妈发明的、教给哈族人的词，“喀拉蘑菇（木耳）”、“金子的鱼（金鱼）”、“大尾巴漂亮鸟（孔雀）”、香烟牌子“红雪莲、青城、哈德门”一律称“红色烟、绿色烟、白色烟等等……”让人觉得生活在这种差异里的有趣。作者回忆了以前去乌鲁木齐给家人买礼物的经历，她买过“总也喂不大”的“袖珍兔”（长大后吃得多，比一般兔子还大，但因为吃了肉死了）、“金丝熊”（妈妈说是耗子，没尾巴的耗子）、还给妈妈姥姥买过咸烧白、麦片、红糖……可是她们都不怎么喜欢，作者戏称“乌鲁木齐买的东西中看不中用”。");
    }
}
